[
{"ID": "Biden", "line": "US solar manufacturers target China-linked imports in new plea to Biden "},
{"ID": "Trump", "line": "Tax Rates for Big Corporations Fell by Nearly Half After Trump Cuts | And this is the policy Republicans and their presumptive presidential nominee are vowing to extend if they win in November. "},
{"ID": "Trump", "line": "I wish trump was president for life. "},
{"ID": "Trump", "line": "\"Weirdest moment\": Experts call out Trump lawyers' \"planted evidence\" defense over damning recording "},
{"ID": "Biden", "line": "These illegal immigrants are eligible for Obamacare after Biden rule change "},
{"ID": "Trump", "line": "[FS] - Central New York - 100$ 20gallon tank, will take the Best offer i just had to put a price \nthis picture is when my tank was thriving. the plants in the middle have died off i believe and so have the plants on the right. if you would like pictures of the tank in its current state, i will send them.\n\nI used to keep this tank in pristine condition but over time my love for it died down. the tank has had algae in it but it is all salvageable. in the tank is Black sand, Dragonstone, spiderwood, jungle valsinaria, subwassertang. heater and Hob filter included along with a light. currently only has malaysian trumpet snails living in it."},
{"ID": "Trump", "line": "Donald Trump ‘would force Nato members to spend 3% on defence’ "}, 
{"ID": "Biden", "line": "Holy Shit! In 4 years of the Biden Regime this is the only yard sign I have seen. I had to pull over to take a snap. Biden Supporters do exist.  "},
{"ID": "Biden", "line": "US diplomat who quit over Biden administration’s Gaza policy speaks out "}, 
{"ID": "Trump", "line": "Donald Trump ‘would force Nato members to spend 3% on defence’ "}, 
{"ID": "Biden", "line": "US diplomat who quit over Biden administration’s Gaza policy speaks out "},
{"ID": "Trump", "line": "Trump https://x.com/ILA_NewsX/status/1786730276477165608"},
{"ID": "Trump", "line": "Donald Trump supporters wear nappies | US News "},
{"ID": "Biden", "line": "Bernie Breaks His Silence: Biden Is \"Alienating\" Young People (The Rational National) "},
{"ID": "Trump", "line": "POLITICS SEC charges Trump Media auditor with ‘massive fraud’ on hundreds of companies, imposes lifetime ban "},
{"ID": "Biden", "line": "Maher: Biden’s Loan Plan Is ‘Tax Dollars’ ‘Supporting This Jew-Hating’ on Campus "}
]
